[
  {
    "channel_id": "UCrDwWp7EBBv4NwvScIpBDOA",
    "channel_title": "Anthropic",
    "description": "We’re an AI safety and research company. Talk to our AI assistant Claude on claude.com. Download Claude on desktop, iOS, or Android. \n\nWe believe AI will have a vast impact on the world. Anthropic is dedicated to building systems that people can rely on and generating research about the opportunities and risks of AI.",
    "published_at": "2025-07-07T00:54:27.546287Z"
  },
  {
    "channel_id": "UCxgY7r-o_ql8ADIdyiQr3Zw",
    "channel_title": "Snowflake Developers",
    "description": "Welcome to the Snowflake Developers Channel, your source for product tips, demos, and tutorials created by builders, for builders. Get hands-on with Snowpark, Streamlit, Native Apps, Hybrid tables, Iceberg and more. \nFor additional resources, check out: https://developers.snowflake.com",
    "published_at": "2023-05-13T19:50:21.656931Z"
  },
  {
    "channel_id": "UCd6MoB9NC6uYN2grvUNT-Zg",
    "channel_title": "Amazon Web Services",
    "description": "The official YouTube channel for Amazon Web Services (AWS). \n\nAmazon Web Services offers a complete set of infrastructure and application services that enable you to run virtually everything in the cloud: from enterprise applications and big data projects to social games and mobile apps. Explore how millions of customers — including the fastest-growing startups, largest enterprises, and leading government agencies — are using AWS to lower costs, become more agile, and innovate faster. \n\nSubscribe to AWS: https://go.aws/subscribe\n\nSign up for AWS: https://go.aws/signup \nAWS free tier: https://go.aws/free \nExplore more: https://go.aws/more\nContact AWS: https://go.aws/contact",
    "published_at": "2018-06-24T05:15:18.548798Z"
  },
  {
    "channel_id": "UCXZCJLdBC09xxGZ6gcdrc6A",
    "channel_title": "OpenAI",
    "description": "OpenAI’s mission is to ensure that artificial general intelligence benefits all of humanity.",
    "published_at": "2023-11-08T14:51:37.123587Z"
  },
  {
    "channel_id": "UCVpBwKK-ecMEV75y1dYLE5w",
    "channel_title": "dbt Labs",
    "description": "With dbt, anyone who knows SQL can take ownership of the entire analytics engineering workflow, from writing data transformation code to deployment and documentation.",
    "published_at": "2021-09-29T23:32:58.012396Z"
  },
  {
    "channel_id": "UCC-lyoTfSrcJzA1ab3APAgw",
    "channel_title": "LangChain",
    "description": "Learn more about how to build agents with LangChain products.",
    "published_at": "2024-01-20T23:10:40.53713Z"
  },
  {
    "channel_id": "UCKWaEZ-_VweaEx1j62do_vQ",
    "channel_title": "IBM Technology",
    "description": "Whether it’s AI, automation, cybersecurity, data science, DevOps, quantum computing or anything in between, we provide educational content on the biggest topics in tech. Subscribe to build your skillset, learn about new trends, and gain insights from IBM experts. \n\nThis channel follows the IBM Social Computing Guidelines.",
    "published_at": "2021-07-13T17:26:15.875431Z"
  },
  {
    "channel_id": "UCs10x-muRrTQMJ4Ya-fmIlw",
    "channel_title": "Snowflake Inc.",
    "description": "Snowflake securely connects businesses globally across any type or scale of data to productize AI, applications, and more in the enterprise. Learn more at www.snowflake.com. Learn more at www.snowflake.com.",
    "published_at": "2022-07-09T17:11:28.435089Z"
  }
]